{
  "enchantment_lore.enchantplus:midas_touch.description": "§6§lMidas Touch§r\nTools\n§8Max Lvl: I§r\n\n[Description for Midas Touch].",
  "enchantment_lore.enchantplus:midas_touch.lore": "§7§oA relic of Asgard's divine treasury, granting the power to transform the mundane into gleaming gold with but a touch.§r",
  "enchantment_lore.enchantplus:armor/fury.description": "§4§lFury§r\nArmor\n§8Max Lvl: IV§r\n\nDecrease armor but increase attack damage, add penetration to the attack.\n\n§cIncompatible: Venom Protection, Life+§r",
  "enchantment_lore.enchantplus:armor/fury.lore": "§7§oA relic imbued with the raw, untamed power of Asgard's fiercest warriors, sacrificing defense for a surge of divine might.§r",
  "enchantment_lore.enchantplus:armor/lifeplus.description": "§2§lLife+§r\nArmor\n§8Max Lvl: V§r\n\nIncrease the maximum health of the player (+2 additional hearts per Lvl)\n\n§cIncompatible: Venom Protection, Fury§r",
  "enchantment_lore.enchantplus:armor/lifeplus.lore": "§7§oInfused with the verdant essence of Alfheim, this armor whispers of renewed vitality, granting the wearer a resilience akin to the great tree's eternal bloom.§r",
  "enchantment_lore.enchantplus:armor/venom_protection.description": "§2§lVenom Protection§r\nArmor\n§8Max Lvl: I§r\n\nProtects the player from poison, with superior level, the player will be immune to wither. \n\n§cIncompatible: All \"Protection\" enchantment§r",
  "enchantment_lore.enchantplus:armor/venom_protection.lore": "§7§oForged with the resilience of Helheim's deepest shadows, this protection stands as a shield against the darkest blights.§r",
  "enchantment_lore.enchantplus:axe/timber.description": "§2§lTimber§r\nAxe\n§8Max Lvl: I§r\n\nWhen the player breaks a wood block, all the connected wood blocks will be broken.",
  "enchantment_lore.enchantplus:axe/timber.lore": "§7§oHarnessing the spirit of Alfheim's colossal flora, this axe fells entire groves with a single, decisive strike, echoing the tree's powerful growth.§r",
  "enchantment_lore.enchantplus:boots/agility.description": "§b§lAgility§r\nBoots\n§8Max Lvl: V§r\n\nIncrease the player's speed.",
  "enchantment_lore.enchantplus:boots/agility.lore": "§7§oWoven with strands of light from Glaosheimr's tranquil groves, these boots bestow a dancer's grace, letting you glide with effortless speed.§r",
  "enchantment_lore.enchantplus:boots/lava_walker.description": "§4§lLava Walker§r\nBoots\n§8Max Lvl: III§r\n\nWhen the player walks on lava, the enchantment will create a block of magma under the player's feet, the player is also immune to lava and magma damage.\n\n§cIncompatible: Frost Walker, Step Assist§r",
  "enchantment_lore.enchantplus:boots/lava_walker.lore": "§7§oCrafted from obsidian shards found in Helheim's molten veins, these boots allow safe passage across rivers of fire, mocking the very essence of destruction.§r",
  "enchantment_lore.enchantplus:boots/step_assist.description": "§b§lStep Assist§r\nBoots\n§8Max Lvl: III§r\n\nIncrease the player's step height, the player can climb blocks more easily without jumping.\n\n§cIncompatible: Frost Walker, Lava Walker§r",
  "enchantment_lore.enchantplus:boots/step_assist.lore": "§7§oA minor blessing, often found adorning the steps of Asgard's lofty spires, easing the ascent for those who seek its divine knowledge.§r",
  "enchantment_lore.enchantplus:bow/accuracy_shot.description": "§b§lAccuracy Shot§r\nBows and Crossbows\n§8Max Lvl: I§r\n\nThe shot arrow will go straight to the target, ignoring gravity, after long delay, the arrow will disappear.",
  "enchantment_lore.enchantplus:bow/accuracy_shot.lore": "§7§oGuided by the unwavering sight of Asgard's celestial archers, this arrow flies true, defying the mundane pull of gravity.§r",
  "enchantment_lore.enchantplus:bow/breezing_arrow.description": "§b§lBreezing Arrow§r\nBows and Crossbows\n§8Max Lvl: III§r\n\nOn impact, the arrow creates a gust of air that pushes entities back. Direct hits launch them briefly into the air.\n\n§cIncompatible: Quick Charge, Explosive Arrow, Storm Arrow, Eternal Frost, Echo Shot§r",
  "enchantment_lore.enchantplus:bow/breezing_arrow.lore": "§7§oAn arrow blessed by the playful spirits of the wind, pushing adversaries back with unseen force, a fleeting dance in the realms.§r",
  "enchantment_lore.enchantplus:bow/echo_shot.description": "§5§lEcho Shot§r\nBows and Crossbows\n§8Max Lvl: II§r\n\nThe arrow has the power of the warden, it will explode on impact, inflicting damage to entities and not destroying blocks, the shooter is immune to this explosion.\n\n§cIncompatible: Quick Charge, Breezing Arrow, Explosive ARrow, Storm Arrow, Eternal Frost§r",
  "enchantment_lore.enchantplus:bow/echo_shot.lore": "§7§oA chilling whisper from Helheim's depths, this arrow resonates with the Warden's grim power, a silent, concussive force that leaves no trace.§r",
  "enchantment_lore.enchantplus:bow/eternal_frost.description": "§9§lEternal Frost§r\nBows and Crossbows\n§8Max Lvl: V§r\n\nTransforms the ground into ice and slows targets, creating ice spikes on impact.\n\n§cIncompatible: Quick Charge, Breezing Arrow, Explosive Arrow, Storm Arrow, Echo Shot§r",
  "enchantment_lore.enchantplus:bow/eternal_frost.lore": "§7§oBearing the unforgiving chill of the void beneath Yggdrasil, this arrow leaves a trail of paralyzing frost, a testament to endless winter.§r",
  "enchantment_lore.enchantplus:bow/explosive_arrow.description": "§4§lExplosive Arrow§r\nBows and Crossbows\n§8Max Lvl: IV§r\n\nThe arrow will explode on impact, dealing damage to entities and destroying blocks, the shooter is immune to this explosion.\n\n§cIncompatible: Quick Charge, Rebound, Breezing Arrow, Storm Arrow, Eternal Frost, Echo Shot§r",
  "enchantment_lore.enchantplus:bow/explosive_arrow.lore": "§7§oImbued with the volatile energy drawn from the core of a fractured Cubeoid, this arrow unleashes a devastating burst on impact, reshaping the battlefield.§r",
  "enchantment_lore.enchantplus:bow/rebound.description": "§b§lRebound§r\nBows and Crossbows\n§8Max Lvl: III§r\n\nMakes arrows bounce off surfaces while maintaining effects between bounces. Number of bounces increases with enchantment level.\n\n§cIncompatible: Quick Charge, Multishot, Piercing, Explosive Arrow§r",
  "enchantment_lore.enchantplus:bow/rebound.lore": "§7§oLike thoughts echoing through the Runic Labyrinth, this arrow bounces, carrying its destructive intent through winding passages.§r",
  "enchantment_lore.enchantplus:bow/storm_arrow.description": "§5§lStorm Arrow§r\nBows and Crossbows\n§8Max Lvl: I§r\n\nOn hit, arrows may summon lightning, damaging entities and igniting blocks.\n\n§cIncompatible: Quick Charge, Breezing Arrow, Explosive Arrow, Eternal Frost, Echo Shot§r",
  "enchantment_lore.enchantplus:bow/storm_arrow.lore": "§7§oSummoning the fury of the skies above Asgard, this arrow calls down divine lightning, leaving scorched earth in its wake.§r",
  "enchantment_lore.enchantplus:chestplate/builder_arm.description": "§d§lBuilder Arm§r\nChestplate\n§8Max Lvl: V§r\n\nThe player can place blocks from more distance, the player can also break blocks from more distance.",
  "enchantment_lore.enchantplus:chestplate/builder_arm.lore": "§7§oInspired by the diligent crafters of Asgard's grand architecture, this enchantment extends the reach of a master builder, shaping the realms with ease.§r",
  "enchantment_lore.enchantplus:chestplate/magnet.description": "§d§lMagnet§r\nChestplate\n§8Max Lvl: I§r\n\nAttracts items to player within a 10 block radius.",
  "enchantment_lore.enchantplus:chestplate/magnet.lore": "§7§oA peculiar enchantment, perhaps a forgotten secret from Dokkalfar Ruins, drawing loose fragments of the world directly to the wearer.§r",
  "enchantment_lore.enchantplus:durability/curse_of_breaking.description": "§c§lC§r§r§c§k§lu§r§r§r§c§lrs§r§r§c§k§le§r§r§r§c§l §r§r§c§k§lo§r§r§r§c§lf Fr§r§r§c§k§la§r§r§r§c§lg§r§r§c§k§li§r§r§r§c§ll§r§r§c§k§li§r§r§r§c§lty§r§r\nAny tool, weapon, or armor\n§8Max Lvl: V§r\n\nThe item loses durability with each use with an increasing chance based on level.\n\n§cIncompatible: Mending, Unbreaking§r",
  "enchantment_lore.enchantplus:durability/curse_of_breaking.lore": "§7§oA malevolent hex from Helheim's deepest pits, gnawing at the very essence of an item, hastening its decay.§r",
  "enchantment_lore.enchantplus:durability/curse_of_enchant.description": "§c§lC§ku§c§lrs§ke§c§l §ko§c§lf §kE§c§lnch§ka§c§lnt§r\nAny tool, weapon, or armor\n§8Max Lvl: V§r\n\nThe item can no longer be enchanted.",
  "enchantment_lore.enchantplus:durability/curse_of_enchant.lore": "§7§oA cruel trick of the Runic Dimension's chaotic magic, forever silencing the arcane song within an item, rendering it immune to further enchantment.§r",
  "enchantment_lore.enchantplus:elytra/armored.description": "§1§lArmored§r\nElytra\n§8Max Lvl: IV§r\n\nIncrease the player's armor, the player will take less damage.\n\n§cIncompatible: Kinetic Protection§r",
  "enchantment_lore.enchantplus:elytra/armored.lore": "§7§oWoven with the tough hides of creatures guarding Asgard's lower reaches, this enchantment reinforces the elytra, offering protection against the perils of the skies.§r",
  "enchantment_lore.enchantplus:elytra/kinetic_protection.description": "§1§lKinetic Protection§r\nElytra\n§8Max Lvl: V§r\n\nProtects against all damage except fly-into-wall damage",
  "enchantment_lore.enchantplus:elytra/kinetic_protection.lore": "§7§oA blessing from the swift winds of Alfheim, granting immunity to the jarring impacts of rapid flight, preserving the traveler through aerial journeys.§r",
  "enchantment_lore.enchantplus:helmet/auto_feed.description": "§d§lAuto Feed§r\nHelmet\n§8Max Lvl: I§r\n\nEvery minute, the player automatically receives a few saturation points. It's not enough to be dependent on enchantment.",
  "enchantment_lore.enchantplus:helmet/auto_feed.lore": "§7§oA simple comfort, often found amongst the peaceful inhabitants of Glaosheimr, ensuring sustained journeys without a thought for sustenance.§r",
  "enchantment_lore.enchantplus:helmet/bright_vision.description": "§d§lBright Vision§r\nHelmet\n§8Max Lvl: I§r\n\nThe player has night vision, the player can see in the dark.",
  "enchantment_lore.enchantplus:helmet/bright_vision.lore": "§7§oBlessed by the perpetual twilight of Alfheim's canopy, this helmet pierces the deepest shadows, revealing hidden paths and secrets.§r",
  "enchantment_lore.enchantplus:helmet/voidless.description": "§d§lVoidless§r\nHelmet\n§8Max Lvl: I§r\n\nThe player is immune to the void, the player will got a brief levitation effect when he falls into the void.",
  "enchantment_lore.enchantplus:helmet/voidless.lore": "§7§oA fortunate charm, perhaps a gift from a benevolent entity guarding the edge of the Runic Dimensions, granting immunity to the consuming emptiness beyond the realms.§r",
  "enchantment_lore.enchantplus:hoe/harvest.description": "§d§lHarvest§r\nHoe\n§8Max Lvl: III§r\n\nAutomatically plants in area, you need hold the seeds in your left hand. Area increases with level",
  "enchantment_lore.enchantplus:hoe/harvest.lore": "§7§oTouched by Alfheim's fertility, this hoe coaxes the very earth to yield its bounty effortlessly, sowing new life as it gathers the old.§r",
  "enchantment_lore.enchantplus:hoe/scyther.description": "§d§lScyther§r\nHoe\n§8Max Lvl: III§r\n\nUse left click on grass to transform it into farmland in zone depending of level.",
  "enchantment_lore.enchantplus:hoe/scyther.lore": "§7§oA relic from the ancient farming rituals of Alfheim's first inhabitants, effortlessly transforming wilderness into fertile ground.§r",
  "enchantment_lore.enchantplus:leggings/dwarfed.description": "§c§lDw§ka§c§lrf§ke§c§ld§r\nLeggings\n§8Max Lvl: IV§r\n\nThe size of the entity is reduced.\n\n§cIncompatible: Oversize§r",
  "enchantment_lore.enchantplus:leggings/dwarfed.lore": "§7§oA peculiar curse, whispered to be a side effect of straying too far into the treacherous depths of Helheim, shrinking the wearer to a minuscule stature.§r",
  "enchantment_lore.enchantplus:leggings/fast_swim.description": "§9§lFast Swim§r\nLeggings\n§8Max Lvl: I§r\n\nThe player can swim faster.",
  "enchantment_lore.enchantplus:leggings/fast_swim.lore": "§7§oBestowed by the swift currents flowing beneath Asgard, or perhaps the hidden waterways of Helheim, granting unparalleled grace through submerged realms.§r",
  "enchantment_lore.enchantplus:leggings/leaping.description": "§b§lLeaping§r\nLeggings\n§8Max Lvl: II§r\n\nThe player can jump higher.",
  "enchantment_lore.enchantplus:leggings/leaping.lore": "§7§oImbued with the boundless energy of the Runic Islands, these leggings grant a prodigious leap, effortlessly overcoming towering obstacles.§r",
  "enchantment_lore.enchantplus:leggings/oversize.description": "§c§lOv§r§r§c§k§le§r§r§r§c§lrs§r§r§c§k§li§r§r§r§c§lz§r§r§c§k§le§r§r§r\nLeggings\n§8Max Lvl: IV§r\n\nThe size of the entity is increased.\n\n§cIncompatible: Dwarfed§r",
  "enchantment_lore.enchantplus:leggings/oversize.lore": "§7§oA strange affliction, sometimes found clinging to those who linger too long near the colossal scale of Alfheim's towering growth, swelling the wearer to unnatural proportions.§r",
  "enchantment_lore.enchantplus:mace/striker.description": "§4§lStriker§r\nMace\n§8Max Lvl: II§r\n\nWhen the player smash an entity with mace, have chance to create a lightning bolt at the impact point.",
  "enchantment_lore.enchantplus:mace/striker.lore": "§7§oForged in Asgard's divine armories, this mace calls down the very wrath of the gods, striking foes with celestial lightning.§r",
  "enchantment_lore.enchantplus:mace/teluric_wave.description": "§4§lTelluric Wave§r\nMace\n§8Max Lvl: I§r\n\nCreates a seismic wave that launches targets into the air when sneaking.\n\n§cIncompatible: Wind Burst§r",
  "enchantment_lore.enchantplus:mace/teluric_wave.lore": "§7§oDrawing power from the earth-shaking might of Helheim's subterranean tremors, this mace unleashes a wave that sends foes soaring.§r",
  "enchantment_lore.enchantplus:mace/wind_propulsion.description": "§b§lWind Propulsion§r\nMace\n§8Max Lvl: III§r\n\nWhen the player is on ground, he can attack the ground to propel himself in the air.",
  "enchantment_lore.enchantplus:mace/wind_propulsion.lore": "§7§oA burst of raw elemental force, reminiscent of Alfheim's mighty updrafts, granting sudden aerial mobility to the wielder.§r",
  "enchantment_lore.enchantplus:mounted/cavalier_egis.description": "§1§lCavalier Egis§r\nHorse and Wolf Armor\n§8Max Lvl: V§r\n\nIncreases the wearer's armor, the wearer will take less damage.",
  "enchantment_lore.enchantplus:mounted/cavalier_egis.lore": "§7§oA blessing from the mounted guardians of Asgard, fortifying loyal steeds against the trials of the realms.§r",
  "enchantment_lore.enchantplus:mounted/ethereal_leap.description": "§b§lEthereal Leap§r\nHorse and Wolf Armor\n§8Max Lvl: VII§r\n\nIncreases the wearer's jump height and safe fall distance.\n\n§cIncompatible: Swiftness§r",
  "enchantment_lore.enchantplus:mounted/ethereal_leap.lore": "§7§oGifted by the agile spirits of the Runic Islands, enabling mounts to traverse great chasms with effortless bounds.§r",
  "enchantment_lore.enchantplus:mounted/happy_boost.description": "§b§lHappy Boost§r\nGhast Harness\n§8Max Lvl: IV§r\n\nIncreases Happy Ghast flying speed.",
  "enchantment_lore.enchantplus:mounted/happy_boost.lore": "§7§oA whimsical enchantment, possibly from the joyous folk of Glaosheimr, uplifting airborne companions to unparalleled speeds.§r",
  "enchantment_lore.enchantplus:mounted/steel_fang.description": "§4§lSteel Fangs§r\nWolf Armor\n§8Max Lvl: III§r\n\nIncreases wolf damage",
  "enchantment_lore.enchantplus:mounted/steel_fang.lore": "§7§oReinforced with the unyielding strength of Helheim's deepest ores, sharpening a wolf's bite to a deadly edge.§r",
  "enchantment_lore.enchantplus:mounted/velocity.description": "§b§lVelocity§r\nHorse and Wolf Armor\n§8Max Lvl: IV§r\n\nIncreases the wearer's movement speed.",
  "enchantment_lore.enchantplus:mounted/velocity.lore": "§7§oSpurred by the swift currents of the ethereal planes that link the realms, this enchantment grants incredible speed to any mount.§r",
  "enchantment_lore.enchantplus:pickaxe/bedrock_breaker.description": "§d§lBedrock Breaker§r\nPickaxe\n§8Max Lvl: I§r\n\nThe player can break bedrock, the player will need a pickaxe with this enchantment. \n\n§cIncompatible: Mining+, Vein Miner, Spawner Touch§r",
  "enchantment_lore.enchantplus:pickaxe/bedrock_breaker.lore": "§7§oA mythical power, whispered to be attainable only within Asgard's deepest, most challenging vaults, capable of shattering the very foundations of the world.§r",
  "enchantment_lore.enchantplus:pickaxe/spawner_touch.description": "§6§lSpawner Touch§r\nPickaxe\n§8Max Lvl: I§r\n\nThe player can break spawner and get it, work on trial spawner and normal spawner. \n\n§cIncompatible: Mining+, Vein Miner, Bedrock Breaker§r",
  "enchantment_lore.enchantplus:pickaxe/spawner_touch.lore": "§7§oA forbidden art, perhaps glimpsed in the dark corners of Helheim's forgotten crypts, allowing the harvesting of captive souls' generators.§r",
  "enchantment_lore.enchantplus:pickaxe/vein_miner.description": "§d§lVein Miner§r\nPickaxe\n§8Max Lvl: I§r\n\nWhen the player breaks a block, all the connected minerals of the same type will be broken.\n\n§cIncompatible: Mining+, Spawner Touch, Bedrock Breaker§r",
  "enchantment_lore.enchantplus:pickaxe/vein_miner.lore": "§7§oA secret technique passed down by the ancient miners who first delved into the Runic Labyrinth, revealing hidden veins of treasure.§r",
  "enchantment_lore.enchantplus:sword/attack_speed.description": "§2§lAttack Speed§r\nSwords\n§8Max Lvl: II§r\n\nIncrease the player's attack speed.\n\n§cIncompatible: Runic Despair, Reach, Dimensional Hit§r",
  "enchantment_lore.enchantplus:sword/attack_speed.lore": "§7§oInfused with the rapid flow of time found near the heart of the Runic Dimensions, quickening the blade beyond mortal limits.§r",
  "enchantment_lore.enchantplus:sword/critical.description": "§4§lCritical§r\nSwords\n§8Max Lvl: IV§r\n\nChance to reduce target's armor effectiveness on hit.\n\n§cIncompatible: Pull, Life Steal, Fear, Tears of Asflors, Last Hope, Death Touch§r",
  "enchantment_lore.enchantplus:sword/critical.lore": "§7§oA precision strike, taught by the master duelists of Asgard, finding the weaknesses in even the most formidable defenses.§r",
  "enchantment_lore.enchantplus:sword/curse_of_clumsiness.description": "§c§lC§ku§c§lrs§ke§c§l §ko§c§lf Cl§ku§c§lms§ki§c§ln§ke§c§lss§r\nSwords\n§8Max Lvl: III§r\n\nReduce damage dealth while using weapon",
  "enchantment_lore.enchantplus:sword/curse_of_clumsiness.lore": "§7§oA frustrating hex, a byproduct of traversing the disorienting pathways of the Runic Labyrinth, causing the wielder's grip to falter.§r",
  "enchantment_lore.enchantplus:sword/death_touch.description": "§4§lDeath Touch§r\nSwords\n§8Max Lvl: I§r\n\nChance to apply Darkness effect on hit\n\n§cIncompatible: Pull, Life Steal, Fear, Tears of Asflors, Critical, Last Hope§r",
  "enchantment_lore.enchantplus:sword/death_touch.lore": "§7§oThe chilling touch of Helheim's embrace, inflicting the oppressive darkness of the Underworld upon foes.§r",
  "enchantment_lore.enchantplus:sword/dimensional_hit.description": "§5§lDimensional Hit§r\nSwords\n§8Max Lvl: V§r\n\nIncreases damage when outside the Overworld.\n\n§cIncompatible: Runic Despair, Reach, Attack Speed§r",
  "enchantment_lore.enchantplus:sword/dimensional_hit.lore": "§7§oA blade attuned to the very fabric of the realms, striking with enhanced force against foes displaced from their home plane, particularly in the Runic Dimensions.§r",
  "enchantment_lore.enchantplus:sword/fear.description": "§4§lFear§r\nSwords\n§8Max Lvl: I§r\n\nWhen the player hit a creeper, increment the timer of the creeper explosion.\n\n§cIncompatible: Pull, Life Steal, Tears of Asflors, Last Hope, Critical, Death Touch§r",
  "enchantment_lore.enchantplus:sword/fear.lore": "§7§oA whispered dread from Helheim, causing even the most volatile creatures to hesitate in their destructive urges.§r",
  "enchantment_lore.enchantplus:sword/last_hope.description": "§6§lLast Hope§r\nSwords\n§8Max Lvl: I§r\n\nConsumes the item to deal infinite damage to the target.\n\n§cIncompatible: Pull, Life Steal, Fear, Tears of Asflors, Critical, Death Touch§r",
  "enchantment_lore.enchantplus:sword/last_hope.lore": "§7§oA desperate gambit, a sacrificial power learned from ancient texts within Asgard's perilous vaults, unleashing ultimate destruction at great cost.§r",
  "enchantment_lore.enchantplus:sword/life_steal.description": "§4§lLife Steal§r\nSwords\n§8Max Lvl: III§r\n\nWhen the player hit an entity, the player will recover some health.\n\n§cIncompatible: Pull, Fear, Tears of Asflors, Last Hope, Critical, Death Touch§r",
  "enchantment_lore.enchantplus:sword/life_steal.lore": "§7§oA dark bargain, perhaps with entities dwelling in the fringes of Helheim, drawing vitality from foes to mend the wielder's wounds.§r",
  "enchantment_lore.enchantplus:sword/poison_aspect.description": "§2§lPoison Aspect§r\nSwords\n§8Max Lvl: III§r\n\nApplies poison effect to hit players and wither effect to hit mobs.\n\n§cIncompatible: Fire Aspect§r",
  "enchantment_lore.enchantplus:sword/poison_aspect.lore": "§7§oCoated with the venomous flora found in the darker corners of Alfheim, or the noxious fumes of Helheim, this blade inflicts lingering torment.§r",
  "enchantment_lore.enchantplus:sword/pull.description": "§b§lPull§r\nSwords\n§8Max Lvl: I§r\n\nHave chance, after kill an entity to get the spawn egg of the entity.\n\n§cIncompatible: Life Steal, Fear, Tears of Asflors, Last Hope, Critical, Death Touch§r",
  "enchantment_lore.enchantplus:sword/pull.lore": "§7§oA peculiar charm, sometimes found within the Dokkalfar Ruins, drawing forth unexpected rewards from fallen foes.§r",
  "enchantment_lore.enchantplus:sword/reach.description": "§d§lReach§r\nSwords\n§8Max Lvl: III§r\n\nIncrease the player's reach distance.\n\n§cIncompatible: Runic Despair, Attack Speed, Dimensional Hit§r",
  "enchantment_lore.enchantplus:sword/reach.lore": "§7§oA boon for those who navigate the vast expanses of the Runic Islands, extending the reach of justice across distances.§r",
  "enchantment_lore.enchantplus:sword/runic_despair.description": "§4§lRunic Despair§r\nSwords\n§8Max Lvl: V§r\n\nIncrease damage in Runic Dimensions\n\n§cIncompatible: Reach, Attack Speed, Dimensional Hit§r",
  "enchantment_lore.enchantplus:sword/runic_despair.lore": "§7§oA bane for invaders, amplifying the blade's power within the chaotic energies of the Runic Dimensions, ensuring despair for trespassers.§r",
  "enchantment_lore.enchantplus:sword/tears_of_asflors.description": "§6§lTears of Asflors§r\nSwords\n§8Max Lvl: III§r\n\nConverts player experience into attack damage.\n\n§cIncompatible: Pull, Life Steal, Fear, Last Hope, Critical, Death Touch§r",
  "enchantment_lore.enchantplus:sword/tears_of_asflors.lore": "§7§oA legendary enchantment, unique to Asflors Village, transforming raw experience into a devastating surge of combat prowess.§r",
  "enchantment_lore.enchantplus:sword/xp_boost.description": "§d§lXP Boost§r\nAny tool, weapon, or armor\n§8Max Lvl: III§r\n\nIncrease the player's experience gain when killing entities.\n\n§cIncompatible: Mending§r",
  "enchantment_lore.enchantplus:sword/xp_boost.lore": "§7§oA minor blessing, perhaps from the studious scholars of Asgard, accelerating the accumulation of vital knowledge.§r",
  "enchantment_lore.enchantplus:tools/auto_smelt.description": "§d§lAuto Smelt§r\nAll tools\n§8Max Lvl: I§r\n\nWhen the player breaks a block, the block will be automatically smelted.\n\n§cIncompatible: Silk Touch§r",
  "enchantment_lore.enchantplus:tools/auto_smelt.lore": "§7§oA magical shortcut, sometimes left behind by the industrious dwarves rumored to have built parts of Asgard, turning raw ore into finished ingots instantly.§r",
  "enchantment_lore.enchantplus:tools/miningplus.description": "§d§lMining+§r\nAll tools\n§8Max Lvl: I§r\n\nBreak in a zone of 3x3, depending of the direction of the player.\n\n§cIncompatible: Vein Miner, Spawner Touch, Bedrock Breaker§r",
  "enchantment_lore.enchantplus:tools/miningplus.lore": "§7§oA technique perfected by those who braved the Runic Labyrinth's immense scale, clearing vast sections of earth with unparalleled efficiency.§r",
  "enchantment_lore.enchantplus:trident/gungnir_breath.description": "§9§lBreath of Gungnir§r\nTrident\n§8Max Lvl: I§r\n\nTransforms the ground into ice and slows targets, creating ice spikes on impact.\n\n§cIncompatible: Channeling§r",
  "enchantment_lore.enchantplus:trident/gungnir_breath.lore": "§7§oThe very essence of Asgard's legendary spear, Gungnir, freezing and shattering foes with divine cold.§r"
}